Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: View source
ar: الاطلاع على المصدر
cs: Zobrazit zdroj
de: Quelle ansehen
es: Ver fuente
es_419: Ver código fuente
fr: Consulter les sources

source: Visible
ar: مرئي
cs: Viditelné
de: Sichtbar

source: Visible wallets
ar: المحافظ المرئية
cs: Viditelné peněženky
de: Sichtbare Geldbörsen
es: Carteras visibles
es_419: Carteras visibles

source: WAITING FOR CONFIRMATIONS
ar: في انتظار التأكيدات
cs: ČEKÁNÍ NA POTVRZENÍ
de: WARTEN AUF BESTÄTIGUNGEN
es: ESPERANDO CONFIRMACIONES
es_419: ESPERANDO CONFIRMACIONES
fr: EN ATTENTE DE CONFIRMATIONS

source: Waiting For 3 Confirmations
ar: في انتظار 3 تأكيدات
cs: Čekání na 3 potvrzení
de: Warten auf 3 Bestätigungen
es: Esperando 3 confirmaciones
es_419: Esperando 3 confirmaciones
fr: En attente de 3 confirmations

source: Waiting for confirmation first before they can be swapped to Lightning.
ar: في انتظار التأكيد أولاً قبل أن يتم تبديلها إلى Lightning.
cs: Nejprve se čeká na potvrzení, než je bude možné přehodit na Lightning.
de: Warten Sie zuerst auf die Bestätigung, bevor sie auf Lightning übertragen werden können.
es: Esperando confirmación primero antes de poder intercambiarlos a Lightning.
es_419: Esperando confirmación primero antes de poder intercambiarlos a Lightning.
fr: En attente de confirmation avant de pouvoir les échanger contre Lightning.

source: Waiting for confirmations
ar: في انتظار التأكيدات
cs: Čekání na potvrzení
de: Warte auf Bestätigungen
es: esperando confirmaciones
es_419: Esperando confirmaciones
fr: En attente de confirmations

source: Waiting for iCloud credentials.
ar: في انتظار بيانات اعتماد iCloud.
cs: Čekám na pověření iCloud.
de: Ich warte auf die iCloud-Anmeldedaten.
es: Esperando credenciales de iCloud.
es_419: Esperando credenciales de iCloud.
fr: En attente des identifiants iCloud.

source: Waiting for internet
ar: في انتظار الإنترنت
cs: Čekání na internet
de: Auf das Internet warten
es: Esperando internet
es_419: Esperando Internet
fr: en attente d’internet

source: Waiting for internet.
ar: في انتظار الإنترنت.
cs: Čekání na internet.
de: Ich warte auf das Internet.
es: Esperando internet.
es_419: Esperando Internet.
fr: En attente d'internet

source: Waiting for internet…
ar: في انتظار الإنترنت...
cs: Čekání na internet..
de: Auf das Internet warten..
es: Esperando internet…
es_419: Esperando Internet...
fr: en attente d’internet

source: Waiting for keychain…
ar: في انتظار سلسلة المفاتيح..
cs: Čekání na klíčenku..
de: Warten auf den Schlüsselanhänger..
es: Esperando llavero...
es_419: Esperando llavero...
fr: En attente de la keychain...

source: Waiting for swap:
ar: في انتظار المبادلة:
cs: Čekání na výměnu:
de: Ich warte auf den Tausch:
es: Esperando el intercambio:
es_419: Esperando el intercambio:
fr: En attendant l'échange :

source: Waiting to start…
ar: في انتظار البدء..
cs: Čekání na zahájení..
de: Warten auf den Start..
es: Esperando para empezar…
es_419: Esperando para iniciar...
fr: En attente du démarrage...

source: Waiting...
ar: انتظار...
cs: Čekání...
de: Ich warte...
es: Esperando…
es_419: Esperando...
fr: En attente…

source: Wallet
ar: المحفظة
cs: Peněženka
de: Brieftasche
es: Billetera
es_419: Billetera
fr: Portefeuille

source: Wallet %@
ar: المحفظة %@
cs: Peněženka %@
de: Brieftasche %@
es: Cartera %@
es_419: Cartera %@

source: Wallet Balance
ar: رصيد المحفظة
cs: Zůstatek peněženky
de: Brieftasche Saldo
es: Saldo de billetera
es_419: Saldo de la billetera
fr: Solde du portefeuille

source: Wallet Creation
ar: إنشاء المحفظة
cs: Vytvoření peněženky
de: Portemonnaie erstellen
es: Creación de carteras
es_419: Creación de carteras
fr: Création de portefeuilles

source: Wallet Image
ar: صورة المحفظة
cs: Obrázek peněženky
de: Bild der Brieftasche
es: Imagen de la cartera
es_419: Imagen de la cartera

source: Wallet balance
ar: رصيد المحفظة
cs: Zůstatek peněženky
de: Guthaben im Portemonnaie
es: Saldo de la cartera
es_419: Saldo de la cartera

source: Wallet creation options
ar: خيارات إنشاء المحفظة
cs: Možnosti vytvoření peněženky
de: Optionen zur Erstellung von Brieftaschen
es: Opciones de creación de carteras
es_419: Opciones de creación de carteras
fr: Options de création de portefeuilles

source: Wallet info
ar: معلومات المحفظة
cs: Informace o peněžence
de: Wallet-Informationen
es: Información de la cartera
es_419: Información de la billetera
fr: Information du wallet

source: Wallet name (optional)
ar: اسم المحفظة (اختياري)
cs: Název peněženky (nepovinné)
de: Name der Brieftasche (optional)
es: Nombre de la billetera (opcional)
es_419: Nombre de la billetera (opcional)
fr: Nom du portefeuille (optionnel)

source: Wallet will not be visible in selector screens. To access the wallet you must enter it's lock PIN.
ar: لن تكون المحفظة مرئية في شاشات التحديد. للوصول إلى المحفظة يجب إدخال رقم التعريف الشخصي للقفل الخاص بها.
cs: Peněženka nebude na obrazovkách výběru viditelná. Pro přístup do peněženky musíte zadat její uzamčený kód PIN.
de: Die Brieftasche wird in den Auswahlbildschirmen nicht angezeigt. Um auf die Brieftasche zuzugreifen, müssen Sie die Sperr-PIN der Brieftasche eingeben.
es: El monedero no será visible en las pantallas de selección. Para acceder al monedero debes introducir su PIN de bloqueo.
es_419: El monedero no será visible en las pantallas de selección. Para acceder al monedero debes introducir su PIN de bloqueo.

source: Want a prettier address? Use third-party services, or self-host the address!
ar: هل تريد عنواناً أجمل؟ استخدم خدمات الطرف الثالث، أو استضف العنوان بنفسك!
cs: Chcete hezčí adresu? Můžete použít služby třetích stran, nebo si adresu začít hostovat!
de: Wollen Sie eine hübschere Adresse? Verwenden Sie Dienste von Drittanbietern, oder hosten Sie die Adresse selbst!
es: ¿Quieres una dirección más bonita? Utilice servicios de terceros o aloje usted mismo la dirección.
es_419: ¿Quieres una dirección más bonita? Utilice servicios de terceros o aloje usted mismo la dirección.
fr: Vous voulez une adresse plus jolie ? Utilisez des services tiers, ou hébergez vous-même l\'adresse!

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
es_419: Advertencia
fr: Avertissement

source: Warning: background payments disabled
ar: تحذير: تم تعطيل المدفوعات الخلفية
cs: Varování: platby na pozadí jsou zakázány
de: Warnung: Hintergrundzahlungen deaktiviert
es: Advertencia: pagos en segundo plano deshabilitados
es_419: Advertencia: los pagos en segundo plano están desactivados
fr: Avertissement: paiements en arrière plan désactivés

source: Watchtower
ar: برج المراقبة
cs: Strážní věž
de: Wachturm
es: Torre de vigilancia
es_419: Torre de vigilancia
fr: Tour de contrôle

source: Watchtower Disabled
ar: برج المراقبة معطل
cs: Strážní věž je postižená
de: Wachturm Deaktiviert
es: Torre de vigilacia deshabilitada
es_419: Torre de vigilancia desactivada
fr: Tour de contrôle désactivée

source: Watchtower alert
ar: تنبيه برج المراقبة
cs: Upozornění pro strážní věž
de: Watchtower-Alarm
es: Alerta de la Watchtower
es_419: Alerta de torre de vigilancia
fr: Alerte de veille

source: Watchtower disabled.
ar: تم تعطيل برج المراقبة.
cs: Strážná věž je vypnutá.
de: Wachturm deaktiviert.
es: Atalaya desactivada.
es_419: Torre de vigilancia desactivada.
fr: La tour de garde est désactivée.

source: Watchtower report
ar: تقرير برج المراقبة
cs: Zpráva Strážné věže
de: Watchtower-Bericht
es: Informe de la Watchtower
es_419: Reporte de torre de vigilancia
fr: Veille en arrière-plan

source: Watchtower unable to complete
ar: برج المراقبة غير قادر على الإكمال
cs: Strážní věž nelze dokončit
de: Wachturm kann nicht abgeschlossen werden
es: Torre de vigilancia no puede completar la verificación
es_419: La torre de vigilancia no pudo terminar
fr: La routine de contrôle ne s'est pas terminée correctement

source: We do not store any user-identifying information on our servers.
ar: لا نقوم بتخزين أي معلومات تحدد هوية المستخدم على خوادمنا.
cs: Na našich serverech neukládáme žádné informace identifikující uživatele.
de: Wir speichern keine nutzeridentifizierenden Informationen auf unseren Servern.
es: No almacenamos ninguna información de identificación del usuario en nuestros servidores.
es_419: No almacenamos en nuestros servidores ninguna información que identifique al usuario.
fr: Nous ne stockons pas de données identifiant l'utilisateur sur nos serveurs.

source: Welcome!
ar: أهلا بك!
cs: Vítejte!
de: Willkommen!
es: Bienvenido!
es_419: ¡Te damos la bienvenida!
fr: Bienvenue!

source: What's new:
ar: ما الجديد؟
cs: Co je nového:
de: Was ist neu?
es: Qué hay de nuevo:
es_419: Novedades:
fr: Les nouveautés :

source: When enabled, incoming Lightning payments will ignore the absolute max fee limit. Only the percentage check will apply.
ar: عند التمكين، ستتجاهل مدفوعات Lightning الواردة الحد الأقصى المطلق للرسوم عند التمكين، سيتم تجاهل الحد الأقصى المطلق للرسوم. سيتم تطبيق حد النسبة المئوية فقط.
cs: Pokud je tato funkce povolena, příchozí platby Lightning budou ignorovat konečný maximální limit poplatků. Uplatní se pouze procentuální kontrola.
de: Wenn diese Option aktiviert ist, ignorieren eingehende Lightning-Zahlungen die absolute Gebührenobergrenze. Es gilt dann nur die prozentuale Prüfung.
es: Cuando esté habilitado, los pagos Lightning entrantes ignorarán el límite máximo absoluto de tarifa. Sólo se aplicará el cheque porcentual.
es_419: Cuando esta opción esté activada, los pagos entrantes de Lightning ignorarán el límite máximo absoluto de comisión. Solo se aplicará la comprobación porcentual.
fr: Quand cette option est activée, les paiements entrants Lightning ignoreront la limite max de frais. Seul un contrôle relatif en pourcentage sera fait.

source: Which PIN?
ar: أي رقم تعريف شخصي؟
cs: Který PIN?
de: Welche PIN?
es: ¿Qué PIN?
es_419: ¿Qué PIN?
fr: Quel code PIN ?

source: Will automatically be swapped to Lightning if the fee is **less than %1$@** (%2$@) of the amount.
ar: سيتم التبديل تلقائيًا إلى Lightning إذا كانت الرسوم **أقل من %1$$** (%2$$@) من المبلغ.
cs: Pokud je poplatek **menší než %1$@** (%2$@) částky, bude automaticky převeden na Blesk.
de: Wird automatisch auf Lightning umgestellt, wenn die Gebühr **weniger als %1$@** (%2$@) des Betrags beträgt.
es: Se cambiará automáticamente a Rayo si la comisión es **inferior al %1$@** (%2$@) del importe.
es_419: Se cambiará automáticamente a Rayo si la comisión es **inferior al %1$@** (%2$@) del importe.
fr: Il sera automatiquement remplacé par Lightning si les frais sont **inférieurs à %1$@** (%2$@) du montant.

source: Will automatically be swapped to Lightning if the fee is **less than %@**.
ar: سيتم التبديل تلقائيًا إلى Lightning إذا كانت الرسوم **أقل من %@**.
cs: Pokud je poplatek **nižší než %@**, bude automaticky převeden na Lightning.
de: Wird automatisch auf Lightning umgestellt, wenn die Gebühr **weniger als %@** beträgt.
es: Se cambiará automáticamente a Rayo si la cuota es **menor que %@**.
es_419: Se cambiará automáticamente a Rayo si la cuota es **menor que %@**.
fr: Sera automatiquement remplacé par Lightning si les frais sont **moins élevés que %@**.

source: Will connect to:
ar: سوف يتصل بـ:
cs: Připojí se k:
de: Wird verbunden mit:
es: Se conectará a:
es_419: Se conectará con:
fr: Se connectera à :

source: Will disable cloud syncing
ar: سيعطل المزامنة السحابية
cs: Synchronizace na cloud bude deaktivována
de: Deaktiviert die Cloud-Synchronisierung
es: Se deshabilitará la sincronización en la nube
es_419: Desactivará la sincronización con la nube
fr: Va désactiver la synchronisation icloud

source: Will enable cloud syncing
ar: سيمكن المزامنة السحابية
cs: Synchronizace na cloud bude povolena
de: Ermöglicht die Synchronisierung in der Cloud
es: Se habilitará la sincronización en la nube
es_419: Activará la sincronización con la nube
fr: Va activer la synchronisation icloud

source: Will remain on-chain because automated channels management is disabled.
ar: ستبقى في السلسلة لأن إدارة القنوات الآلية معطلة.
cs: Vklady zůstanou on-chain, protože automatická správa kanálů je vypnutá.
de: Einlagen bleiben auf der Chain, da die automatische Kanalverwaltung deaktiviert ist.
es: Los depósitos permanecerán en la cadena porque la gestión automatizada de canales está desactivada.
es_419: Los depósitos permanecerán en la cadena porque la gestión automatizada de canales está desactivada.
fr: Vont rester on-chain car la gestion automatisée des canaux est désactivée.

source: With Phoenix, receiving and sending bitcoin is safe, easy, and fast.
ar: مع Phoenix، يكون استلام عملات البيتكوين وإرسالها آمنًا وسهلاً وسريعًا.
cs: Ve Phoenixu je přijímání a odesílání bitcoinů bezpečné, rychlé a snadné.
de: Mit Phoenix ist das Empfangen und Senden von Bitcoin sicher, einfach und schnell.
es: Con Phoenix, recibir y enviar Bitcoin es seguro, rápido y fácil.
es_419: Con Phoenix, recibir y enviar bitcoin es seguro, fácil y rápido.
fr: Avec Phoenix, recevoir et envoyer des bitcoins est sûr, facile, et rapide.

source: With Phoenix, sending and receiving bitcoins is easy and safe.
ar: مع Phoenix، أصبح إرسال واستقبال عملات البيتكوين أمرًا سهلاً وآمنًا.
cs: S Phoenixem je posílání a přijímání bitcoinů snadné a bezpečné.
de: Mit Phoenix ist das Senden und Empfangen von Bitcoin einfach und sicher.
es: Con Phoenix, enviar y recibir bitcoins es fácil y seguro.
es_419: Con Phoenix, enviar y recibir Bitcoin es fácil y seguro.
fr: Avec Phoenix, envoyer et recevoir des Bitcoins n\'a jamais été aussi simple et sûr.

source: With configured proportional fee, we recommend a base fee of at least %@.
ar: مع الرسوم النسبيّة التي تم اختيارها، نوصي برسوم أساسية كحد أدنى %@.
cs: Při nastaveném poměrném poplatku doporučujeme základní poplatek ve výši alespoň %@.
de: Bei konfigurierter proportionaler Gebühr empfehlen wir eine Grundgebühr von mindestens %@.
es: Con la tarifa proporcional configurada, recomendamos una tarifa base de al menos %@.
es_419: Con la comisión proporcional configurada, recomendamos una comisión básica como mínimo de %@.
fr: Avec ces frais proportionnels, nous recommandons des frais de base d’au moins %@.

source: Would you like to be notified when somebody sends you a payment?
ar: هل ترغب في أن يتم إعلامك عندما يرسل لك شخص ما مبلغًا؟
cs: Chcete být upozorněni, když vám někdo pošle platbu?
de: Möchtest du benachrichtigt werden, wenn dir jemand eine Zahlung schickt?
es: ¿Le gustaría recibir una notificación cuando alguien le envié un pago?
es_419: ¿Te gustaría recibir una notificación cuando alguien te envíe un pago?
fr: Souhaitez-vous être notifié quand quelqu’un vous envoie un paiement ?

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Si
es_419: Sí
fr: Oui

source: You added %@
ar: لقد أضفت %@
cs: Přidali jste %@
de: Du hast %@ hinzugefügt
es: Has añadido %@
es_419: Has añadido %@
fr: Vous avez ajouté %@

source: You are on bitcoin chain %@, but the invoice is for %@.
ar: أنت في شبكة بيتكوين %@، لكن الفاتورة هي في %@.
cs: Jste na bitcoinovém řetězci %@, ale faktura je na %@.
de: Du bist auf der Bitcoin-Kette %@, aber die Rechnung ist für %@.
es: Estás en la cadena de bitcoin %1$@, pero la factura es de %2$@.
es_419: Estás en la cadena de Bitcoin %@, pero la factura es para %@.
fr: Vous êtes sur la chaîne bitcoin %1$@, mais la requête est pour %2$@.

source: You are redeeming funds from
ar: أنت تسترد الأموال من
cs: Zpětný odkup prostředků z
de: Du nimmst Gelder zurück von
es: Está redimiendo fondos de
es_419: Vas a canjear fondos de
fr: Vous retirez des fonds depuis

source: You are requesting an **initial** amount of liquidity. Liquidity is not constant over time: as you receive funds over Lightning, the liquidity will be consumed and become your balance. After one year, the remaining unused liquidity will be reclaimed by the service.
ar: أنت تطلب **مبلغًا مبدئيًا** من السيولة. السيولة ليست ثابتة بمرور الوقت: عندما تتلقى أموالاً على البرق، سيتم استهلاك السيولة وتصبح رصيدك. بعد مرور عام واحد، ستستعيد الخدمة السيولة المتبقية غير المستخدمة.
cs: Žádáte o **počáteční** částku likvidity. Likvidita není v průběhu času konstantní: jak budete v průběhu Blesku přijímat finanční prostředky, likvidita se bude spotřebovávat a stane se vaším zůstatkem. Po jednom roce bude zbývající nevyužitá likvidita službou vyžádána zpět.
de: Sie fordern einen **anfänglichen** Betrag an Liquidität an. Die Liquidität ist im Laufe der Zeit nicht konstant: Wenn Sie im Laufe des Blitzes Geld erhalten, wird die Liquidität verbraucht und zu Ihrem Saldo. Nach einem Jahr wird die verbleibende ungenutzte Liquidität vom Dienst zurückverlangt.
es: Estás solicitando una cantidad **inicial** de liquidez. La liquidez no es constante a lo largo del tiempo: a medida que recibas fondos durante el Rayo, la liquidez se consumirá y se convertirá en tu saldo. Al cabo de un año, la liquidez restante no utilizada será reclamada por el servicio.
es_419: Estás solicitando una cantidad **inicial** de liquidez. La liquidez no es constante a lo largo del tiempo: a medida que recibas fondos durante el Rayo, la liquidez se consumirá y se convertirá en tu saldo. Al cabo de un año, la liquidez restante no utilizada será reclamada por el servicio.
fr: Cette demande est faite pour un montant de liquidité **initial**. Celle-ci ne va pas rester constante : au fur et à mesure que vous recevrez des fonds via Lightning, cette liquidité sera consommée et deviendra votre solde. Au bout d'un an, la liquidité non consommée sera recouvrée par le fournisseur de liquidité.

source: You are responsible for backing up your recovery phrase.
ar: عمل نسخة احتياطية لعبارة الاسترداد هي مسؤوليتك.
cs: Za uložení obnovovací fráze jste zodpovědní vy.
de: Du bist dafür verantwortlich, deine Wiederherstellungsphrase zu sichern.
es: Usted es responsable de hacer una copia de seguridad de su frase de recuperación.
es_419: Eres responsable de hacer una copia de seguridad de tu frase de recuperación.
fr: La sauvegarde de votre clé est votre responsabilité.

source: You are responsible for backing up your seed.
ar: أنت مسؤول عن النسخ الاحتياطي لبذورك.
cs: Jste zodpovědní za vytvoření záložní kopie vašeho seedu.
de: Du bist dafür verantwortlich, dein Saatgut zu sichern.
es: Usted es responsable de hacer una copia de seguridad de su semilla.
es_419: Eres responsable de hacer una copia de seguridad de tu semilla.
fr: Vous êtes responsable de la sauvegarde de votre clé.

source: You are responsible for storing your recovery phrase.
ar: أنت مسؤول عن تخزين عبارة الاسترداد الخاصة بك.
cs: Za uložení fráze pro obnovení jste zodpovědní vy.
de: Sie sind für die Speicherung Ihrer Wiederherstellungsphrase verantwortlich.
es: Usted es responsable de almacenar su frase de recuperación.
es_419: Eres responsable de guardar tu frase de recuperación.
fr: Vous êtes responsable de la conservation de votre clé de sauvegarde.

source: You can also use the **Payment Channels** screen to inspect the state of your channels.
ar: يمكنك أيضًا استخدام شاشة **قنوات الدفع** للتحقق من حالة قنواتك.
cs: Ke kontrole stavu svých kanálů můžete také použít obrazovku **Platební kanály**.
de: Du kannst auch den Bildschirm **Zahlungskanäle** verwenden, um den Status deiner Kanäle zu überprüfen.
es: También puede utilizar la opción **Canales de Pago** para inspeccionar el estado de sus canales.
es_419: También puedes usar la pantalla **Canales de pago** para consultar el estado de tus canales.
fr: Vous pouvez également utiliser l’écran **Mes canaux de paiement** pour consulter l’état de vos canaux.

source: You can enter the PIN for this wallet anytime in the lock screen, and Phoenix will **switch** to this wallet.
ar: يمكنك إدخال رقم التعريف الشخصي لهذه المحفظة في أي وقت في شاشة القفل، وسيقوم Phoenix ** بالتبديل** إلى هذه المحفظة.
cs: PIN k této peněžence můžete kdykoli zadat na zamykací obrazovce a Phoenix se **přepne** na tuto peněženku.
de: Sie können die PIN für diese Brieftasche jederzeit auf dem Sperrbildschirm eingeben, und Phoenix wird zu dieser Brieftasche **wechseln**.
es: Puedes introducir el PIN de este monedero en cualquier momento en la pantalla de bloqueo, y Phoenix **cambiará** a este monedero.
es_419: Puedes introducir el PIN de este monedero en cualquier momento en la pantalla de bloqueo, y Phoenix **cambiará** a este monedero.

source: You can make all your unconfirmed transactions use a higher effective feerate to encourage miners to favour your payments.
ar: يمكنك أن تجعل جميع معاملاتك غير المؤكدة تستخدم مُعدِّنين أعلى فعالية لتشجيع المُعدِّنين على تفضيل مدفوعاتك.
cs: Všechny vaše nepotvrzené transakce mohou používat vyšší efektivní feerate, abyste povzbudili těžaře k upřednostňování vašich plateb.
de: Du kannst alle deine unbestätigten Transaktionen mit einer höheren effektiven Feerate versehen, um die Miner dazu zu bringen, deine Zahlungen zu bevorzugen.
es: Puede hacer que todas sus transacciones no confirmadas utilicen una tarifa efectiva más alta para alentar a los mineros a favorecer sus pagos.
es_419: Puedes aumentar la tasa efectiva de comisión de todas tus transacciones no confirmadas a fin de que los mineros tengan un incentivo para favorecer tus pagos.
fr: Vous pouvez faire utiliser à vos transactions un taux de frais plus élevés, afin d'encourager les mineurs du réseau Bitcoin à privilégier vos paiements.

source: You can only receive payments if Phoenix is running in the foreground.
ar: لا يمكنك تلقي المدفوعات إلا إذا كان Phoenix يعمل في المقدمة.
cs: Platby můžete přijímat pouze tehdy, pokud je aplikace Phoenix spuštěna v popředí.
de: Du kannst nur Zahlungen erhalten, wenn Phoenix im Vordergrund läuft.
es: Sólo puedes recibir pagos si Phoenix se está ejecutando en primer plano.
es_419: Solo puedes recibir pagos si Phoenix se está ejecutando en primer plano.
fr: Vous ne pouvez recevoir des paiements que si Phoenix tourne en premier plan.

source: You can receive payments as long as your device is connected to the internet.
ar: يمكنك تلقي المدفوعات طالما أن جهازك متصل بالإنترنت.
cs: Platby můžete přijímat, dokud je vaše zařízení připojeno k internetu.
de: Du kannst Zahlungen empfangen, solange dein Gerät mit dem Internet verbunden ist.
es: Puede recibir pagos siempre que su dispositivo esté conectado a Internet.
es_419: Puedes recibir pagos siempre y cuando tu dispositivo esté conectado a Internet.
fr: Vous pouvez recevoir des paiements tant que votre appareil a accès à Internet.

source: You can restore your wallet at anytime using your secret key. Keep it safe!
ar: يمكنك استعادة محفظتك في أي وقت باستخدام مفتاحك السري. حافظ عليها بأمان!
cs: Svou peněženku můžete kdykoli obnovit pomocí tajného klíče. Mějte ji v bezpečí!
de: Sie können Ihre Wallet jederzeit mit Ihrem geheimen Schlüssel wiederherstellen. Bewahren Sie ihn sicher auf!
es: Puedes restaurar tu cartera en cualquier momento utilizando tu clave secreta. ¡Manténgalo a salvo!
es_419: Puedes restaurar la billetera en cualquier momento mediante tu clave secreta. ¡Protégela!
fr: Vous pouvez restaurer vos fonds à tout instant en utilisant votre clé secrète. Gardez la en sûreté !

source: You can use your wallet to anonymously sign and authorize an action on:
ar: يمكنك استخدام محفظتك للتوقيع بشكل مجهول وتفويض إجراء على:
cs: Pomocí peněženky můžete anonymně podepsat a autorizovat akci na:
de: Du kannst dein Portemonnaie nutzen, um anonym zu unterschreiben und eine Aktion zu autorisieren:
es: Puede usar su billetera para firmar de forma anónima y autorizar una acción en:
es_419: Puedes usar la billetera para firmar de forma anónima y autorizar una acción en:
fr: Vous pouvez utiliser votre portefeuille pour vous authentifier et effectuer une action de façon anonyme sur :
